"ok" = "确定";
"cancel" = "取消";
"done" = "完成";
"buy" = "购买";


"app_auto_saving" = "自动保存...";
"app_saving" = "正在保存...";
"app_deleting" = "正在删除...";
"app_archiving" = "正在存档...";
"app_archiving" = "正在移入存档目录...";
"app_homing" = "正在移入主目录...";
"app_newing" = "正在创建...";

"app_message" = "信息";
"app_error" = "错误";
"app_save_default" = "您已成功保存了缺省设置";
"app_can_not_send" = "您现在不能发送邮件";
"app_sender_title" = "发送 活字手写 文件";
"app_sender_body_%@" = "这是一个 <a href='%@'>活字手写</a> 文件: ";
"app_loading" = "正在载入...";
"app_select_same_file" = "您选择的是当前正在打开的文件";
"app_importing_files" = "导入文件...";
"app_importing_url" = "导入 URL...";
"app_large_file_title" = "文件大小警告";
"app_large_file_desciption" = "感谢您使用 活字手写，在此提醒您：本软件并非设计用于大量数据，在同一文件中存储太多数据，运行将变慢，甚至可能导致数据丢失。请您创建一个新文件，在其中继续手写，谢谢";
"app_unpurchased_title" = "试用模式";
"app_unpurchased_description_%@" = "您选择了试用以下功能：\n\n%@\n\n希望您喜欢，页面上会加入水印, 请在商店中购买相关功能来解除限制, 谢谢您的支持。";

"folder_home" = "主目录";
"folder_inbox" = "收件箱";
"folder_archive" = "存档";

"print_printing" = "正在打印...";
"save_non_empty_name" = "请输入文件名";

"model_load_failed" = "载入指定文件失败";

"store_title" = "活字手写商店";
"store_getting_products" = "正在获取商品信息";
"store_redeem" = "兑换";

"store_confirm_title" = "确认购买";
"store_confirm_desciption_%@" = "您确认要购买此商品 [%@]? (如果您以前购买过同一商品，不会再次扣费)";

"store_invalid_product_title" = "无效商品";
"store_invalid_product_desciption_%@" = "商品 [%@] 目前无法购买，请稍后再试。";
"store_unavailable_title" = "无法访问应用商店";
"store_unavailable_description" = "您目前无法在线购买扩展功能模块，请稍后再试。";

"store_failed_product_purchase_title" = "购买失败";
"store_failed_product_purchase_description_%@" = "购买 [%@] 失败，请稍后再试。";
"store_purchased_product_title" = "已购买";
"store_purchased_product_desciption_%@" = "您已经购买了此商品 [%@]。";

"store_failed_products_title" = "获取商品信息失败";
"store_failed_products_description" = "目前不能获取商品信息，通常是由于网络通信问题，请稍后再试。";

"store_redeem_succeed_title" = "兑换成功";
"store_redeem_succeed_desciption_%@" = "兑换成功, 以下功能已经解锁：\n\n%@\n\n希望您喜欢, 如有问题或建议，请发送至 movablewrite@pettyfun.com";

"store_redeem_failed_title" = "兑换失败";
"store_redeem_failed_desciption_%@" = "兑换失败，详细信息如下：\n%@";
"store_redeem_failed_no_new_products" = "您已经在此设备上兑换过此号码";

"store_appcircle_message" = "谢谢您的支持：";

"purchase_finished_title" = "购买成功";
"purchase_finished_description_%@" = "非常感谢您购买 [%@]，希望您喜欢, 如有问题或建议，请发送至 movablewrite@pettyfun.com";

"product_price_loading" = "载入...";
"product_price_purchased" = "已购买";
"product_price_invalid" = "无效";
"product_try" = "试用";

"input_option_color" = "颜色";
"input_option_width" = "线宽";

"setup_theme_title" = "主题";
"setup_line_style_title" = "线形";
"setup_margins_title" = "边距";
"setup_margin_left_right" = "左右";
"setup_margin_top_bottom" = "上下";
"setup_margin_line" = "行距";
"setup_margin_word" = "字距";
"setup_margin_indent" = "段首";
"setup_margin_space" = "空格";
"setup_save_as_default" = "存为缺省设置";
"setup_save" = "保存";
"setup_grid_blank" = "无";
"setup_grid_line" = "横线";
"setup_grid_box" = "外框";
"setup_grid_grid" = "细格";
"setup_effects_title" = "特效";
"setup_effects_title_try" = "特效 (试用)";
"setup_effect_none" = "无";
"setup_effect_pop" = "泡泡字";

"save_note_name" = "文件名:";
"save_your_name" = "作者名: ";
"save_delete_title" = "确认删除";
"save_delete_description" = "您确认要删除当前文件?";
"browse_load" = "载入";
"browse_help" = "帮助";

"app_rate_title" = "给 [活字手写] 评分";
"app_rate_message" = "如果您喜欢 [活字手写], 请给它评分，只需一分钟，非常感谢您的支持！（将会打开 App Store）";
"app_rate_cancel" = "不评分";
"app_rate_rate" = "好的，去评分";
"app_rate_later" = "以后提醒我";

"redeem_giftcode" = "号码：";
"redeem_description" = "请输入您收到的兑换号码，点击确定按钮代表您同意发送您的设备号到我们的服务器。";

"product_general_adfree_title" = "移除广告条";
"product_general_adfree_description" = "彻底移除广告条，使用全部屏幕空间。";

"product_stroke_pop_title" = "泡泡字";
"product_stroke_pop_description" = "自动泡泡字特效，无需任何特殊设置。";

"product_theme_default_name" = "缺省";
"product_theme_b_name" = "木纹";

"product_theme_a_name" = "夜晚";
"product_theme_a_title" = "夜晚主题";
"product_theme_a_description" = "暗色，低对比，夜间使用不伤眼。";

"product_theme_c_name" = "黑板";
"product_theme_c_title" = "黑板主题";
"product_theme_c_description" = "黑色，高对比。";

